Repository: cideM/react-native-app
Catalog: ios/Localization/Resources/Strings/*.lproj/Localizable.strings
Languages: de

# about_settings.legal_notice.title
source: Legal notice
de: Impressum

# about_settings.privacy.title
source: Privacy policy
de: Datenschutzerklärung

# about_settings.consent_management.title
source: Privacy settings
de: Datenschutzeinstellungen

# about_settings.libraries.title
source: Open-source libraries
de: Open-Source-Bibliotheken

# account_settings.alert.message
source: Do you really want to log out?
de: Möchtest du dich ausloggen?

# account_settings.alert.title
source: Want to log out?
de: Wirklich ausloggen?

# account_settings.logout_button.title
source: LOG OUT
de: ABMELDEN

# account_settings.delete_account_button.title
source: Delete account
de: Account löschen

# account_settings.deleteAccountAlert.title
source: You will be logged out after the account deletion
de: Nach dem Löschen wirst du abgemeldet

# account_settings.deleteAccountAlert.message
source: The deletion will affect all accounts of our platform. Please be aware that you need to unsubscribe separately through the AppStore.
de: Das Löschen betrifft all unsere Platformen. Bitte sei Dir bewußt, dass Du eigenständig Dein Abonement im AppStore kündigst.

# substance.applicationFormsLabel
source: Application Forms
de: Applikationswege

# substance.patientPackageSubtitleLabel
source: Germany
de: Deutschland

# substance.prescribingInformationSubtitleLabel
source: Germany
de: Deutschland

# substance.network_error.cancel
source: Cancel
de: Abbrechen

# substance.network_error.retry
source: Retry
de: Erneut versuchen

# appearance_settings.keep_screen_on.description
source: Keep screen on while reading articles
de: Verhindert das Ausschalten des Bildschirms

# appearance_settings.keep_screen_on.title
source: Keep screen active
de: Bildschirm-Timeout aus

# appearance_settings.title
source: Appearance
de: Erscheinungsbild

# appearance_settings.option.light.title
source: Light
de: Hell

# appearance_settings.option.dark.title
source: Dark
de: Dunkel

# email_sending_error.client_not_configured.message
source: Your device isn't configured to send emails. Add an email account in your settings to start sending.
de: Dein Gerät ist nicht zum Versenden von E-Mails konfiguriert.

# email_sending_error.client_not_configured.title
source: Can't send emails
de: E-Mail-Versand nicht möglich

# sign_up.title
source: Sign up
de: Registrieren

# sign_up.label_create_your_account_text
source: Create your account
de: Benutzerkonto anlegen

# sign_up.text_field_email_placeholder
source: Email adress
de: Email Adresse

# sign_up.label_email_information_text
source: Email already exists. Please login.
de: Diese Email ist bereits vergeben. Bitte melde Dich an.

# sign_up.text_field_password_placeholder
source: Password
de: Passwort

# sign_up.label_password_information_text
source: Password must contain at least 8 characters.
de: Das Passwort muss mindestens aus 8 Buchstaben bestehen.

# sign_up.label_invalid_email_adress_text
source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

# sign_up.label_already_registered_text
source: Already registered? Login here
de: Bereits registriert? Hier anmelden

# sign_up.start_button_title
source: Start AMBOSS 5 day free trial
de: 5 Tage AMBOSS kostenfrei testen

# sign_up.start_button_title_variant
source: Create AMBOSS account
de: AMBOSS-Konto erstellen

# error.deeplink.article.message
source: This link didn't work. Want to try again using your web browser?
de: Dieser Link funktioniert nicht. Möchtest du ihn stattdessen im Browser öffnen?

# error.deeplink.message
source: Couldn't find this content. Try updating your library. Want to open it in your browser instead?
de: Die Inhalte konnten nicht gefunden werden. Du kannst versuchen, die Bibliothek zu aktualisieren. Oder möchtest du stattdessen den Browser öffnen?

# error.deeplink.title
source: Oops!
de: Ups!

# error.generic.message
source: An unexpected error occurred. Please try again later.
de: Es ist ein unerwarteter Fehler aufgetreten. Bitte versuche es später erneut.

# error.generic.title
source: That shouldn't have happened
de: Fehler

# error.offline.library.message
source: No internet connection. Reconnect to check for library updates.
de: Du hast derzeit keine Internetverbindung. Bitte stelle eine Verbindung zum Internet her und versuche es erneut.

# error.offline.message
source: Please connect to the internet to keep using the app.
de: Bitte verbinde dich mit dem Internet, um die App verwenden zu können.

# dosage.popover.title
source: Dosage
de: Dosis

# error.offline.title
source: No connection
de: Keine Internetverbindung

# extension_cell_view.button.title
source: Show in article
de: Im Kapitel anzeigen

# extension_view.title
source: Your notes
de: Eigene Ergänzungen

# first_launch.info_alert.title
source: Library updates and offline access
de: Bibliothek-Updates und Offline-Zugang

# force_library_update.downloading.status
source: Downloading...
de: Wird heruntergeladen...

# force_library_update.installing.status
source: Installing...
de: Wird installiert...

# force_library_update.updating.message
source: The latest content is about to be released onto your phone.
de: Die neuesten Inhalte werden gerade auf dein Gerät übertragen.

# force_library_update.updating.title
source: Writing the discharge note
de: Aktualisierung deiner Bibliothek läuft

# generic.alert_default_button
source: Continue
de: Okay

# generic.next
source: Next
de: Weiter

# generic.no
source: No
de: Nein

# generic.retry
source: Try again
de: Erneut versuchen

# generic.yes
source: Yes
de: Ja

# generic.save
source: Save
de: Speichern

# redeem_code.title
source: Redeem access code
de: Freischaltcode eingeben

# redeem_code.text_field.placeholder
source: Enter access code
de: Freischaltcode eingeben

# redeem_code.callout.title.info
source: Access codes can only be redeemed once
de: Freischaltcodes können nur einmal eingelöst werden

# redeem_code.callout.title.success
source: You've successfully redeemed your access code, and your account is now activated.
de: Du hast deinen Freischaltcode erfolgreich eingegeben. Dein Konto ist jetzt aktiv.

# redeem_code.support_button.title
source: NEED SUPPORT? CONTACT US
de: SUPPORT - HILFE & KONTAKT

# redeem_code.button.title.normal
source: Redeem Code
de: Code einlösen

# redeem_code.button.title.loading
source: Processing...
de: Verarbeitung...

# redeem_code.button.title.done
source: Done
de: Erledigt

# redeem_code.error.keyNotValid
source: The access code you entered is not valid.
de: Der eingegebene Freischaltcode ist nicht gültig. Bitte achte auf Tippfehler!

# redeem_code.error.alreadySubscribed
source: You're already subscribed to AMBOSS.
de: Du hast bereits einen AMBOSS-Zugang.

# redeem_code.error.unknown
source: Something went wrong. Please check the access code and re-enter it.
de: Etwas ist schiefgelaufen. Bitte überprüfe deinen Zugangscode und gib ihn erneut ein.

# iap.store.error.payment_not_allowed
source: Payments aren't authorized on this device.
de: Zahlungen sind auf diesem Gerät nicht autorisiert.

# iap.store.error.privacy_acknowledgement_required
source: You haven’t accepted Apple Music's privacy policy.
de: Die Datenschutzerklärung von Apple für Apple Music wurde noch nicht akzeptiert.

# iap.store.errormessage.linking
source: Couldn't connect your purchase to your AMBOSS account.
de: Dein Einkauf konnte nicht mit deinem AMBOSS-Account verknüpft werden.

# iap.store.errormessage.purchasing
source: Your payment did not go through successfully.
de: Der Kauf konnte nicht abgeschlossen werden.

# iap.store.errormessage.restoring
source: Your purchase recovery was unsuccessful.
de: Wiederherstellung konnte nicht abgeschlossen werden.

# iap.store.external_subscription.headline
source: You're already subscribed to AMBOSS.
de: Du hast bereits ein AMBOSS Abo.

# iap.store.idle_inapppurchase.buy_button
source: Sign up to start your trial
de: Registrieren & testen

# iap.store.idle_inapppurchase.headline
source: Start with a %@ free trial.
de: AMBOSS %@ kostenfrei testen.

# iap.store.idle_inapppurchase.restore_button
source: Re-activate subscription
de: Abonnement reaktivieren

# iap.store.idle_inapppurchase.subheadline.with_free_offer
source: Subscribe to AMBOSS for %@ / month
de: Danach automatisches Abo für %@ pro Monat

# iap.store.idle_inapppurchase.subheadline.without_free_offer
source: Subscribe to AMBOSS for %@ / month
de: AMBOSS abonnieren für %@ / Monat

# iap.store.inapppurchase.disclaimer
source: Payment will be charged to your Apple ID account at the confirmation of purchase. Your subscription will automatically renew unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. You can manage and cancel your subscriptions by going to your account settings on the App Store after purchase.
de: Mit der Zahlung wird dein Apple ID-Konto zum Zeitpunkt der Kaufbestätigung belastet. Das Abonnement verlängert sich automatisch, wenn es nicht mindestens 24 Stunden vor Ablauf des aktuellen Abozeitraums gekündigt wird. Die Verlängerung wird deinem Konto innerhalb von 24 Stunden vor Ablauf des aktuellen Abozeitraums in Rechnung gestellt. Du kannst deine Abonnements verwalten und kündigen, indem du nach dem Kauf zu deinen Kontoeinstellungen im App Store gehst.

# iap.store.introductory.day
source: Day
de: Tag

# iap.store.introductory.days
source: Days
de: Tage

# iap.store.introductory.month
source: Month
de: Monat

# iap.store.introductory.months
source: Months
de: Monate

# iap.store.introductory.week
source: Week
de: Woche

# iap.store.introductory.weeks
source: Weeks
de: Wochen

# iap.store.introductory.year
source: Year
de: Jahr

# iap.store.introductory.years
source: Years
de: Jahre

# iap.store.perks_page.fifth_perk.title
source: Master medical information with the help of smart study tools
de: Konkrete Diagnostik- und Therapieempfehlungen

# iap.store.perks_page.first_perk.title
source: Smart content made for medical practice. Get clinical answers in just 5 seconds
de: Aktuell, präzise, leitliniengerecht

# iap.store.perks_page.fourth_perk.title
source: Use AMBOSS on just about any device
de: Verfügbar für Smartphone, Tablet und PC

# iap.store.perks_page.second_perk.title
source: Bad WiFi in your hospital? Never lose access, even when offline
de: On- und Offline-Zugang zu allen AMBOSS-Inhalten

# iap.store.perks_page.sixth_perk.title
source: Practice diagnoses with medical images that highlight affected areas
de: Tausende Röntgenbilder, Übersichtstabellen und medizinische Illustrationen

# iap.store.perks_page.third_perk.title
source: Go through thousands of high-yield exam-style questions
de: Ständig aktualisiert von einer 70-köpfigen ärztlichen Redaktion

# iap.store.title
source: Purchase an AMBOSS iOS subscription
de: Abonnement erwerben

# iap.store.unlinked_inapppurchase.cancel_button
source: Cancel subscription
de: Abonnement kündigen

# iap.store.unlinked_inapppurchase.headline
source: You have an active AMBOSS iOS subscription
de: Du hast bereits ein AMBOSS Abo.

# iap.store.unlinked_inapppurchase.link_button
source: Link to your account
de: Mit dem AMBOSS Konto verbinden

# image_gallery.image.copyright_button.title
source: © Copyright
de: © Urheberrechte

# gallery.pill.feature.title.meditricksNeuroanatomy
source: Neuro anatomy
de: Neuro anatomie

# gallery.pill.feature.title.miamedCalculator
source: Calculator
de: Rechner

# gallery.pill.feature.title.easyradiology
source: Radio- logy
de: Bild- gebung

# gallery.pill.feature.title.other
source: More
de: Mehr

# in_app_purchase.paywall.access_required.message
source: Looks like you don't have an active membership. But we can fix that. Head to the store now to purchase one.
de: Dieser Inhalt steht dir aktuell nicht zur Verfügung. Erwerbe deinen Zugang in unserem Shop oder überprüfe deinen Zugang und dein Abonnement.

# in_app_purchase.paywall.access_required.title
source: This content is only available for members
de: Du hast leider keinen Zugang.

# in_app_purchase.paywall.buy_license
source: Buy license
de: Zugangslizenz kaufen

# in_app_purchase.paywall.campus_license_expired.message
source: This is to check if you're still a student or if the license is still active. No longer have access? You can purchase your own subcription in the shop
de: Deine Lizenz ist abgelaufen. Bitte verbinde dich mit dem Netzwerk deiner Klinik/Universität und versuche es erneut oder erwirb eine Lizenz in unserem Shop.

# in_app_purchase.paywall.campus_license_expired.title
source: Verify your campus license by connecting to your university network
de: Lizenz abgelaufen

# in_app_purchase.paywall.offline_access_expired.message
source: Your offline access to AMBOSS has expired. Please reconnect to your network.
de: Deine Berechtigung, Inhalte offline anzusehen, ist abgelaufen. Bitte verbinde dich mit dem Internet.

# in_app_purchase.paywall.offline_access_expired.title
source: Offline access expired
de: Offline-Zugang abgelaufen

# in_app_purchase.paywall.unknown_access_error.message
source: Seems like an error on our side. Try again in a bit.
de: Da ist gerade etwas schiefgelaufen. Probiere es bitte später noch einmal.

# in_app_purchase.paywall.unknown_access_error.title
source: Oh no, you can't access this now.
de: Du hast keinen Zugang

# initialization.label
source: Give us a couple seconds, we’re setting up the app for you...
de: Bitte warte kurz, die App wird für dich eingerichtet...

# learning_card_toolbar.button.title.back
source: Back
de: Zurück

# learning_card_toolbar.button.title.next
source: Forward
de: Vor

# learning_card_toolbar.button.title.unfold
source: Expand
de: Ausklappen

# learning_card_toolbar.button.title.fold
source: Collapse
de: Einklappen

# learning_card_toolbar.button.title.find
source: Find text
de: Begriff finden

# learning_card_toolbar.button.title.index
source: Outline
de: Index

# learning_card_options_view.create_questions.title
source: Start Qbank session
de: Fragen kreuzen

# learning_card_options_view.share.title
source: Share
de: Teilen

# learning_card_options_view.learned.title
source: Learned
de: Gelernt

# learning_card_options_view.modes.subheading
source: Article preferences
de: Artikel-Einstellungen

# learning_card_options_view.modes.highlighting.title
source: Key exam info
de: Schlüsselwissen

# learning_card_options_view.modes.highlighting.subtitle
source: Highlights the most relevant content for your chosen exam
de: Hebt examensrelevante Inhalte gelb hervor

# learning_card_options_view.modes.high_yield.subtitle
source: View only information relevant to your study objective
de: Condensed study view

# learning_card_options_view.modes.physikum_fokus.subtitle
source: Nur Prüfungsinhalte anzeigen
de: Zeigt nur Physikum-Prüfungsinhalte an

# learning_card_options_view.modes.learning_radar.title
source: Learning Radar
de: Lern-Radar

# learning_card_options_view.modes.learning_radar.subtitle
source: Highlight facts from incorrectly answered questions in red
de: Hebt Fakten aus falsch gekreuzten Fragen rot hervor

# learning_card_options_view.text_size_cell.title
source: Text size
de: Textgröße

# learning_card_options_view.title
source: Article options
de: Artikel-Optionen

# learning_card.error.learning_card_not_found.message
source: An error occurred while trying to access the article. Please check your connection and try again.
de: Beim Versuch, auf den Inhalt des Kapitels zuzugreifen, ist ein Fehler aufgetreten. Bitte überprüfe deine Internetverbindung und versuche es erneut.

# learning_card.error.learning_card_metadata_not_found.message
source: An error occurred while trying to access the article. Please update your library and try again.
de: Beim Versuch, auf den Inhalt des Kapitels zuzugreifen, ist ein Fehler aufgetreten. Bitte aktualisiert deine Bibliothek und versuche es erneut.

# library.learning_card.table_detail_view.title
source: Table
de: Tabelle

# library.title
source: Library
de: Bibliothek

# librarySettings.pharma.deleteDisclaimer.title
source: Swipe left to save space
de: Nach links swipen um Speicherplatz zu sparen

# librarySettings.pharma.deleteConfirmationAlert.title
source: Are you sure to delete the pharma library?
de: Arzneimitteldatenbank wirklich entfernen?

# librarySettings.pharma.deleteConfirmationAlert.message
source: The drug information will not be shown in the offline search results. You can re-install it any time.
de: Ergebnisse der ifap-Datenbank werden im Offline-Modus nicht mehr angezeigt. Sie können sie jederzeit neu installieren.

# librarySettings.pharma.deleteConfirmationAlert.cancelAction.title
source: Cancel
de: Abbrechen

# librarySettings.pharma.deleteConfirmationAlert.confirmAction.title
source: Confirm
de: Zustimmen

# librarySettings.automaticUpdates.title
source: Automatic Updates
de: Auto-Update Bibliothek (nur W-LAN)

# librarySettings.libraryUpdate.title
source: Update my Library automatically
de: Bibliothek immer automatisch aktualisieren

# librarySettings.pharmaUpdate.title
source: Keep the pharma library up to date
de: Arzneimitteldatenbank immer automatisch aktualisieren.

# librarySettings.cancelButton.title
source: Cancel
de: Abbrechen

# librarySettings.checkingForUpdateMessage
source: Checking for updates...
de: Suche nach Update läuft...

# librarySettings.library.title
source: Library
de: Bibliothek

# librarySettings.library.subtitle.downloading
source: Update is being downloaded %@
de: Update wird geladen %@

# librarySettings.library.subtitle.installing
source: Library is being installed
de: Update wird installiert

# librarySettings.installingUpdateMessage
source: Installing update...
de: Update wird installiert...

# librarySettings.lastUpdate.format
source: Last update: %@
de: %@ aktualisiert

# librarySettings.update
source: Update
de: Aktualisieren

# librarySettings.updateAvailableMessage
source: Update available
de: Update verfügbar

# librarySettings.updateButton.title
source: Update
de: Aktualisieren

# librarySettings.installButton.title
source: Install
de: Installieren

# librarySettings.updateFailed
source: Update failed
de: Update fehlgeschlagen

# librarySettings.updateFailed.lackOfStorage.description
source: Not enough storage to update. Free some up so you can update your library to the latest content.
de: Bei der letzten Aktualisierung war nicht genügend Speicherplatz vorhanden. Bitte gib Speicherplatz frei und versuche es erneut.

# librarySettings.updateFailed.somethingWentWrong.description
source: Something went wrong while trying to update the library. Please try updating again.
de: Beim Versuch, die Bibliothek zu aktualisieren, ist ein Fehler aufgetreten. Bitte versuche es erneut.

# librarySettings.pharma.updateFailed.somethingWentWrong.description
source: Something went wrong while trying to update the pharma database. Please try updating again.
de: Beim Versuch, die Arzneimitteldatenbank zu aktualisieren, ist ein Fehler aufgetreten. Bitte versuche es erneut.

# librarySettings.updateFailed.title
source: Couldn't update
de: Konnte nicht aktualisiert werden

# librarySettings.UpdatingMessage
source: Updating...
de: Wird aktualisiert...

# librarySettings.updated
source: Updated
de: Auf dem neuesten Stand

# librarySettings.upToDateMessage
source: Updated
de: Auf dem neuesten Stand

# licenses.title
source: Licences
de: Lizenzen

# lists.favorites.title
source: Favorites
de: Favoriten

# lists.learned.title
source: Studied
de: Gelernt

# lists.recents.title
source: History
de: Verlauf

# lists.recents.emptyState.text
source: As you search and read through our content, this area will display your most recently viewed articles.
de: Wir zeigen dir hier zuletzt gelesene Kapitel, sobald Du die ersten Kapitel gelesen hast.

# lists.title
source: Lists
de: Listen

# login.email_placeholder
source: Email address
de: E-Mail-Adresse

# login.error.invalid_credentials.message
source: Username and password do not match.
de: Der Benutzername und das Passwort passen nicht zusammen.

# login.error.title
source: Login failed
de: Fehler beim Login

# login.forgot_password_button_title
source: Forgot password?
de: Passwort vergessen?

# login.password_placeholder
source: Password
de: Passwort

# login.title
source: Login
de: Anmelden

# login.sso_hint.first_line
source: Signed up using Google, Facebook or your Institution?
de: Über Facebook, Google oder deine Institution registriert?

# login.sso_hint.second_line
source: You’ll need to set a password first
de: Zuerst musst du ein Passwort festlegen

# note.alert.leave_page_confirmation_message
source: This note contains unsaved changes. Are you sure that you want to leave without saving?
de: Der Inhalt dieser Ergänzung wurde verändert. Bist du sicher, dass du sie verlassen willst, ohne zu speichern?

# note.alert.leave_page_confirmation_title
source: Leave the page?
de: Seite verlassen?

# note.placeholder
source: Edit your personal note
de: Bearbeite hier deine persönlichen Ergänzungen

# note.title
source: Note
de: Ergänzung

# password.error_email_already_registered
source: This email is already registered.
de: Diese E-Mail-Adresse ist bereits registriert

# recommend_update.alert.download_action
source: Download
de: Herunterladen

# recommend_update.alert.later_action
source: Later
de: Später

# recommend_update.alert.message
source: Update to the latest version of the library for the most current medical information.
de: Aktuelle Version der Bibliothek herunterladen, um immer die aktuellsten medizinischen Informationen zu erhalten.

# recommend_update.alert.title
source: Update the library
de: Bitte aktualisiere deine Bibliothek

# search.history_section.title
source: History
de: Suchverlauf

# search.online_search_failure.first_message
source: You are offline - Limited search results
de: Du bist offline - Eingeschränkte Suchergebnisse

# search.online_search_failure.second_message
source: Reload page?
de: Seite neu laden?

# search.placeholder
source: Search in AMBOSS
de: In AMBOSS suchen

# search.suggestions.section.title.instantResults
source: Go to
de: Gehe zu

# search.suggestions.section.title.autocomplete
source: Search for
de: Suche nach

# search.search_for_text_as_is
source: Search for '%@'
de: Nach "%@" suchen'

# search.search_no_results.section.title
source: No search results for '%@'
de: Keine Suchergebnisse für: '%@'

# search.didyoumean.title
source: Search results for
de: Suchergebnisse für

# search.didyoumean.subtitle
source: Search instead exactly for
de: Suche stattdessen gezielt nach

# search.search_scope.overview.no_results_view.title
source: No Results Found. Please try again.
de: Keine Ergebnisse gefunden. Bitte versuch es noch einmal.

# search.search_scope.overview.view_more.title
source: VIEW MORE
de: ALLE ANZEIGEN

# search.search_scope.overview.no_results_view.subtitle
source: Is something missing? Let us know what important content to add.
de: Fehlt etwas? Lass uns wissen, welche wichtigen Inhalte wir hinzufügen sollen.

# search.search_scope.overview.no_results_view.button.title
source: WRITE TO US
de: SCHREIB UNS

# search.search_scope.overview.title
source: Overview
de: Übersicht

# search.search_scope.library.title
source: Articles
de: Artikel

# search.search_scope.guideline.title
source: Guidelines
de: Leitlinien

# search.search_scope.media.title
source: Media
de: Medien

# search.media.media_types.image
source: IMAGE
de: BILD

# search.media.media_types.calculator
source: CALCULATOR
de: RECHNER

# search.media.media_types.auditor
source: CHALK TALK
de: AUDITOR

# search.media.media_types.patienteninfo
source: PATIENT INFO
de: PATIENTENINFO

# search.media.media_types.model_3d
source: 3D MODEL
de: 3D-MODELL
