Repository: cideM/react-native-app
Catalog: ios/Localization/Resources/Strings/*.lproj/Localizable.strings
Languages: de

# search.search_scope.pharma.beta.text
source: The Drug-Search is in testing phase!
de: Testversion: Suchtreffer aus der IFAP-Datenbank

# search.search_scope.pharma.title
source: Drugs
de: Arzneimittel

# search.suggestion_section.title
source: Suggestions
de: Vorschläge

# search.pharma.offline.optin.alert.title
source: Drug dataaccessible offline
de: Arzneimitteldatenauch offline nutzbar

# search.pharma.offline.optin.alert.description
source: For better access download the approximately 80 MB large pharma database to your device. This way drugs can be searched event without internet access.The database can always be deleted via settings.
de: Arzneimitteldaten herunterladen (ca. 80 MB) und jederzeit auch ohne Internet nachschlagen. Das Datenpaket kann jederzeit in den Einstellungen entfernt werden.

# search.pharma.offline.optin.alert.action.download
source: Download drug database
de: Arzneimitteldaten herunterladen

# search.pharma.offline.optin.alert.action.notnow
source: Not now
de: Jetzt nicht

# search.pharma.offline.optin.alert.action.dontaskagain
source: Don't ask again
de: Nicht wieder fragen

# search.pharma.offline.optin.confirmation.alert.title
source: Drug database is being downloaded
de: Arzneimitteldaten werden heruntergeladen

# search.pharma.offline.optin.confirmation.alert.description
source: More information subject to the download in the settings.
de: Nähere Informationen zum Download in den Einstellungen.

# search.pharma.offline.optin.confirmationError.alert.title
source: Drug database could not be downloaded.
de: Arzneimitteldaten konnten nicht heruntergeladen werden

# settings.update.libraryAndPharma.title
source: Library and Pharma
de: Bibliothek und Arzneimittel

# settings.app_settings_section.title
source: App settings
de: App-Einstellungen

# settings.more.about.title
source: About
de: Informationen

# settings.more.qbank.title
source: Try the AMBOSS Qbank app!
de: Zur AMBOSS Kreuzen-App!

# settings.more.terms.title
source: Terms of service
de: Nutzungbedingungen

# settings.more.title
source: More
de: Mehr

# settings.support.helpCenter.title
source: Help Center
de: Hilfe & Kontakt

# settings.title
source: Settings
de: Einstellungen

# share_learning_card.message
source: Hey there, I found some helpful information about %@ over at AMBOSS, a medical knowledge app and clinical companion. You can check it out here: %@ All the best, %@
de: Hallo, ich habe interessante Informationen über %@ in AMBOSS gefunden. Du kannst sie dir hier anschauen: %@ Viele Grüße %@

# share_learning_card.title
source: %@ shared medical knowledge from AMBOSS with you
de: %@ hat Medizinwissen aus AMBOSS mit dir geteilt

# signup.verification.sucesss
source: Click the link in your email to verify your account. Didn't receive one? Reach out at at hello@amboss.com.
de: Wir haben einen Link an deine E-Mail-Adresse versendet, mit dem du deinen Account aktivieren kannst. Falls du die E-Mail nicht erhalten hast, schreib uns an hallo@amboss.com.

# signup.verification.sucesss.title
source: Activate your account
de: Account aktivieren

# study_objective.info
source: Gives you detailed statistics and peer group comparisons for your current objective in the Qbank app and web platform. You can always change this after you take your exam or are finished studying.
de: _TRANSLATION_MISSING_

# study_objective.title
source: Current objective
de: _TRANSLATION_MISSING_

# study_objective.header
source: Select your current objective
de: _TRANSLATION_MISSING_

# user_stage.header
source: Select your mode
de: Wähle einen Modus

# user_stage.footer_agreement_clinician
source: I accept the Liability Notice, Legal Notice, Terms and Conditions and Privacy Policy. I acknowledge that all information in AMBOSS refers to the medical standard in the US and that diagnostic and/or therapeutic procedures as well as the regulatory status of named commercial products may differ in other countries.
de: Hiermit akzeptiere ich die Nutzungsbedingungen, Datenschutzbestimmungen und den Haftungshinweis. Ich nehme zur Kenntnis, dass sich sämtliche Angaben in AMBOSS auf den medizinischen Standard in Deutschland beziehen und, dass diagnostische und/oder therapeutischen Vorgehensweisen sowie der arzneimittelrechtliche Zulassungsstatus genannter Handelspräparate in anderen Ländern abweichend geregelt sein können.

# user_stage.footer_agreement_non_clinician
source: I accept the Legal Notice, Terms and Conditions and Privacy Policy. I acknowledge that all information in AMBOSS refers to the medical standard in the US and that diagnostic and/or therapeutic procedures as well as the regulatory status of named commercial products may differ in other countries.
de: Hiermit akzeptiere ich die Nutzungsbedingungen und die Datenschutzbestimmungen. Ich nehme zur Kenntnis, dass sich sämtliche Angaben in AMBOSS auf den medizinischen Standard in Deutschland beziehen und, dass diagnostische und/oder therapeutischen Vorgehensweisen sowie der arzneimittelrechtliche Zulassungsstatus genannter Handelspräparate in anderen Ländern abweichend geregelt sein können.

# user_stage.footer_agreement_terms_and_conditions_text
source: Terms and Conditions
de: Nutzungsbedingungen

# user_stage.footer_agreement_legal_notice_text
source: Legal Notice
de: Impressum

# user_stage.footer_agreement_privacy_policy_text
source: Privacy Policy
de: Datenschutzbestimmungen

# user_stage.footer_agreement_liability_notice_text
source: Liability Notice
de: Haftungshinweis

# user_stage.title
source: AMBOSS mode
de: Mein AMBOSS-Modus

# user_stage.user_stage_clinic.title
source: Student
de: Klinisches Studium

# user_stage.user_stage_physician.title
source: Clinician
de: Klinische Praxis

# user_stage.user_stage_preclinic.title
source: Preclinical
de: Vorklinisches Studium

# user_stage.user_stage_preclinic_short.title
source: Preclinical
de: Vorklinik

# user_stage.user_stage_clinic.description
source: Search results prominently feature relevant educational topics. Articles focus on must-know information for exams and general studies.
de: Fragensitzungen und Fragen aus Kapiteln werden standardmäßig für Themen des 2. StEx gefiltert. Deine Suche wird für klinische Anfragen optimiert.

# user_stage.user_stage_physician.description
source: Search results prominently feature clinically relevant material. Articles include drug dosages, diagnostic and treatment algorithms, and admission checklists.
de: Alle Artikel zeigen automatisch das gesamte Wissen für die klinische Praxis mit Dosisinformationen an. Deine Suche wird für ärztliche Anfragen optimiert.

# user_stage.user_stage_preclinic.description
source: Preclinical
de: Fragensitzungen und Fragen aus Kapiteln werden standardmäßig für Vorklinik-Themen gefiltert. Deine Suche wird für vorklinische Anfragen optimiert.

# user_stage.savenotification.title
source: Amboss mode saved
de: Amboss Modus gespeichert

# usage_purpose.title
source: AMBOSS mode
de: _TRANSLATION_MISSING_

# usage_purpose.clinical_practice
source: Clinical practice
de: _TRANSLATION_MISSING_

# usage_purpose.exam_preparation
source: Preparing for a medical exam
de: _TRANSLATION_MISSING_

# welcome.legal_message
source: By creating an account, you agree to the terms and conditions. For more information see our privacy policy.
de: Durch Klicken auf Registrieren stimmst du unseren Nutzungsbedingungen zu. Bitte beachte auch unsere Hinweise zum Datenschutz.

# welcome.legal_message_privacy_link_text
source: Privacy policy
de: Hinweise zum Datenschutz

# welcome.legal_message_t_o_s_link_text
source: Terms and conditions
de: Nutzungsbedingungen

# welcome.loginLabel
source: Already have an account?
de: Bereits registriert?

# welcome.signUpButtonTitle
source: Sign up
de: Registrieren

# welcome.title
source: Medical knowledge for on the go.
de: Medizinwissen, auf das man sich verlassen kann –

# welcome.accountWasDeletedAlert.title
source: You were logged out based on your account deletion
de: Nach dem löschen Deines Accounts wurdest Du abgemeldet

# welcome.accountWasDeletedAlert.message
source: The deletion affected all accounts of our platform. Please be aware that you need to unsubscribe separately through the AppStore.
de: Das Löschen betrifft all unsere Platformen. Bitte sei Dir bewußt, dass Du eigenständig Dein Abonement im AppStore kündigst.

# drug.iFAPInformationNote
source: Information from the IFAP drug database
de: Informationen der IFAP Arzneimitteldatenbank

# substance.iFAPInformationNote
source: Information on “%@” from ifap GmbH
de: Informationen zu “%@” der ifap GmbH

# html_dialogue.accept_button_title
source: Accept
de: Akzeptieren

# html_dialogue.deny_button_title
source: Don't accept
de: Nicht akzeptieren

# substance.application_forms.all.title
source: All
de: Alle

# substance.application_forms.topical.title
source: Topical
de: Topisch

# substance.application_forms.rectal.title
source: Rectal
de: Rektal

# substance.application_forms.nasal_spray.title
source: Nasal Spray
de: Nasenspray

# substance.application_forms.other.title
source: Other
de: Andere

# substance.further_information_label
source: FURTHER INFORMATION
de: ZUSATZINFORMATIONEN

# search.overview_header.title.all
source: All
de: Alle

# shortcuts.search.notification.title
source: Search AMBOSS
de: AMBOSS-Suche

# shortcuts.search.notification.body
source: Find answers to all your clinical questions
de: Finde Antworten auf alle deine klinischen Fragen

# shortcuts.search.suggestedInvocationPhrase
source: Search AMBOSS
de: AMBOSS Suche

# shortcuts.search.addToSiriAlert.title
source: Add "Search AMBOSS" to Siri
de: "AMBOSS Suche" zu Siri hinzufügen

# shortcuts.search.addToSiriAlert.body
source: Quickly access AMBOSS Search using a custom voice shortcut like "%@"
de: Öffne die AMBOSS Suche einfach mit deiner Stimme, z.B. indem du "%@" sagst

# shortcuts.search.addToSiriAlert.no
source: Not now
de: Nein, danke

# shortcuts.search.addToSiriAlert.addToSiriButtonTitle
source: Add to Siri
de: Zu Siri hinzufügen

# dashboard.sections.clinicalTools.title
source: Clinical Resources
de: Klinische Ressourcen

# dashboard.sections.clinicalTools.drugDatabase.title
source: Drugs
de: Arzneimittel

# dashboard.sections.clinicalTools.drugDatabase.searchPlaceholder
source: Search for drugs
de: In der Arzneimitteldatenbank suchen

# dashboard.sections.clinicalTools.drugDatabase.subtitle
source: In partnership with
de: Zur Verfügung gestellt von ifap®

# dashboard.sections.clinicalTools.flowcharts.title
source: Flowcharts
de: Flussdiagramme

# dashboard.sections.clinicalTools.flowcharts.searchPlaceholder
source: Search for flowcharts
de: in Flussdiagrammen suchen

# dashboard.sections.clinicalTools.calculators.title
source: Calculators
de: Rechner

# dashboard.sections.clinicalTools.calculators.searchPlaceholder
source: Search for calculators
de: in Rechner suchen

# dashboard.sections.clinicalTools.guidelines.title
source: Clinical guidelines
de: Leitlinien

# dashboard.sections.clinicalTools.guidelines.searchPlaceholder
source: Search for clinical guidelines
de: in Leitlinien suchen

# dashboard.headerView.searchPlaceholder
source: Search diseases, drugs, calculators ...
de: Suche Krankheiten, Arzneimittel, Stichwörter ...

# dashboard.sections.discoverAmboss.title
source: Discover Amboss
de: Amboss Entdecken

# dashboard.sections.discoverAmboss.sections.clinicalReference.title
source: Clinical reference
de: Klinisches Wissen

# dashboard.sections.discoverAmboss.sections.clinicalTools.title
source: Clinical tools
de: Klinische Werkzeuge

# dashboard.sections.recentlyRead.title
source: Recently read
de: Letzte Kapitel

# dashboard.sections.discoverAmboss.sections.clinicalTools.calculators.title
source: Cl. Calculators
de: Rechner

# dashboard.sections.discoverAmboss.sections.clinicalTools.algorithms.title
source: Algorithms
de: Klinische Pfade

# dashboard.sections.discoverAmboss.sections.clinicalReference.drugDatabase.title
source: Drug database
de: Arzneimitteldatenbank

# dashboard.sections.discoverAmboss.sections.clinicalReference.articles.title
source: Article
de: Kapitel

# dashboard.sections.sectionHeader.all
source: All
de: Alle

# dashboard.iap_banner.title
source: You are still in your 5 day free trial
de: Du nutzt die kostenfreie 5-Tage-Testversion

# dashboard.iap_banner.title_variant
source: Try unlimited AMBOSS access for free!
de: Teste AMBOSS in vollem Umfang kostenfrei

# dashboard.iap_banner.sub_title
source: Tap here for another free month.
de: Jetzt kostenfreien Testmonat aktivieren.

# dashboard.iap_banner.sub_title_variant
source: Tap here for a free month
de: Tippe hier für den freien Probemonat

# content_list.state.empty.title
source: No results
de: Keine Ergebnisse gefunden

# content_list.state.empty.subtitle
source: Check the spelling or try another keyword.
de: Überprüfe die Rechtschreibung oder versuche es mit einem neuen Stichwort

# content_list.state.error.title
source: You’re currently offline
de: Du bist offline

# content_list.state.error.subtitle
source: Check your internet connection and try again.
de: Überprüfe deine Verbindung und versuche es noch einmal

# error.internet.message.title
source: Check your internet connection and try again.
de: Überprüfe deine Verbindung und versuche es noch einmal

# content_list.state.error.button.title
source: Retry
de: Erneut versuchen

# iap.paywall.title
source: Enjoy AMBOSS uninterrupted
de: AMBOSS jederzeit dabei haben

# iap.paywall.sub_title
source: Become an AMBOSS member now
de: … wie bereits 80.000 weitere Ärzt:innen

# iap.paywall.info1.title
source: Smart content made for medical practice
de: Leitliniengerechtes Wissen für den Alltag

# iap.paywall.info1.sub_title
source: Optimized for quick reference. Get clinical answers in just 5 seconds.
de: Behandlungsentscheidungen schnell verifizieren – mit fundierten, präzisen Informationen

# iap.paywall.info2.title
source: Decision support tools for better outcomes
de: Inklusive Arzneimitteldatenbank

# iap.paywall.info2.sub_title
source: Flowcharts, checklists, drug dosing, and more
de: Konkrete Dosierungsempfehlungen, Schwangerschaftshinweise u. v. m.

# iap.paywall.info3.title
source: Our mobile app for on-the-go reference
de: Unterwegs und offline griffbereit

# iap.paywall.info3.sub_title
source: Bad WiFi in your hospital? Never lose access even when offline.
de: Schlechtes WLAN im Krankenhaus? Mit der App trotzdem jederzeit nachschlagen.

# iap.paywall.payment.info.title
source: Payment will be charged to your Apple ID account at the confirmation of purchase. Your subscription will automatically renew unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. You can manage and cancel your subscriptions by going to your account settings on the App Store after purchase.
de: Die Zahlung wird Deinem Apple-ID-Konto bei der Kaufbestätigung belastet. Dein Abonnement verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums gekündigt wird. Dein Konto wird innerhalb von 24 Stunden vor Ablauf des aktuellen Zeitraums für die Verlängerung belastet. Du kannst Deine Abonnements verwalten und kündigen, indem Du nach dem Kauf zu Deinen Kontoeinstellungen im App Store gehst.

# feedback.intention.placeholder
source: Select
de: Wähle aus

# feedback.message.placeholder
source: Write to us
de: Schreib uns

# feedback.header.title
source: What is the nature of your feedback?
de: Was möchtest du uns mitteilen?

# feedback.sendFeedbackButton.title
source: Send feedback
de: Absenden

# feedback.intentionsMenu.intentions.languageIssue
source: Language issue
de: Sprachliches Problem

# feedback.intentionsMenu.intentions.incorrectContent
source: Incorrect content
de: Inhalt falsch

# feedback.intentionsMenu.intentions.missingContent
source: Missing content
de: Inhalt fehlt

# feedback.intentionsMenu.intentions.technicalIssue
source: Technical issue
de: Technische Problem

# feedback.intentionsMenu.intentions.mediaFeedback
source: Media feedback
de: Medienfeedback (Illustrationen)

# feedback.intentionsMenu.intentions.productFeedback
source: General feedback
de: Allgemeines Feedback

# feedback.intentionsMenu.intentions.praise
source: Praise
de: Lob

# feedback.intentionsMenu.cancelButton
source: Cancel
de: Abbrechen

# terms.accept_button.title
source: Understood
de: Alles klar
